{
  "en": {
    "greeting": "Hello, I'm",
    "title": "Sven Maibaum",
    "subtitle": "Data Scientist & Developer",
    "download_cv": "Download CV",
    "contact_info": "Contact Info",
    "get_to_know": "Get To Know More",
    "about_me": "About Me",
    "explore_my": "Explore My",
    "experience": "Experience",
    "browse_recent": "Browse My Recent",
    "projects": "Some Projects",
    "get_in_touch": "Get in Touch",
    "contact_me": "Contact Me",
    "experience_years": "6+ years",
    "experience_title": "Backend - Full Stack Development",
    "high_school": "High school diploma",
    "current_education": "Current: B.Sc. Bachelors Degree",
    "background_intro": "Hello, I'm Sven Fredrik Maibaum,",
    "background_text": "a software developer deeply invested in the realms of game development and data science. My journey into programming wasn't born out of traditional education but from a genuine passion for creating and exploring digital worlds through game engines like Unreal and Unity.",
    "background_subtitle": "A Bit About My Background",
    "background_paragraph": "Programming for me began as a hobby with a dive into game development using the Unreal Engine. This was more than just play; it was my gateway into the vast possibilities that coding offers. My curiosity didn't stop there. The allure of artificial intelligence and the power of data science captivated me, leading to a self-taught journey into neural networks and beyond. Alongside, I've been pursuing my academic studies in computer science, aiming to specialize in Data Science for my Master’s degree.",
    "what_i_do": "What I Do and Love",
    "what_i_do_paragraph": "At the core, I'm a creator. Whether it's tinkering with game development tools, exploring the depths of data science, or piecing together neural networks, I'm always on the hunt for the next challenge. Projects like developing a games API, which automates server hosting and management, reflect my passion for building solutions that are both innovative and impactful.",
    "beyond_screen": "Beyond the Screen",
    "beyond_screen_paragraph": "When I'm not coding, you'll find me staying active and embracing the outdoors. I'm a firm believer in the balance between mental and physical health, finding swimming to be a perfect escape. I thrive in collaborative settings, valuing teamwork and the fresh perspectives it brings to any project.",
    "approach_work_life": "My Approach to Work and Life",
    "approach_work_life_paragraph": "Perfectionism might be my guiding star, pushing me to refine and improve my work continuously until it meets my high standards. This drive extends to setting ambitious goals for myself, challenging the status quo, and always striving for growth.",
    "looking_forward": "Looking Forward",
    "looking_forward_paragraph": "My portfolio serves as a window into my professional journey, showcasing my commitment to excellence, continuous learning, and the pursuit of innovative solutions. As the founder of May Studios, I extend an invitation to potential employers and clients alike to explore how my skills and passions can contribute to your projects and visions.",
    "projects_title": "Some Projects",
    "gemma_title": "Gemma 2b Toxic",
    "gemma_button": "Hugging Face",
    "mic1_title": "Mic1",
    "mic1_compiler_button": "Compiler Git",
    "mic1_rebuild_button": "Rebuild Mic1",
    "thesis_title": "Final thesis",
    "thesis_button": "PDF",
    "contact_email": "company@maystudios.net",
    "contact_linkedin": "LinkedIn",
    "footer": "Copyright © 2023 MayStudios - Sven Maibaum. All Rights Reserved."
  },
  "de": {
    "greeting": "Hallo, ich bin",
    "title": "Sven Maibaum",
    "subtitle": "Datenwissenschaftler & Entwickler",
    "download_cv": "Lebenslauf herunterladen",
    "contact_info": "Kontakt Info",
    "get_to_know": "Erfahren Sie mehr",
    "about_me": "Über mich",
    "explore_my": "Erkunde mein",
    "experience": "Erfahrung",
    "browse_recent": "Durchsuchen Sie meine neuesten",
    "projects": "Projekte",
    "get_in_touch": "In Kontakt kommen",
    "contact_me": "Kontaktiere mich",
    "experience_years": "6+ Jahre",
    "experience_title": "Backend - Full Stack Entwicklung",
    "high_school": "Abitur",
    "current_education": "Derzeit: B.Sc. Bachelor-Abschluss",
    "background_intro": "Hallo, ich bin Sven Fredrik Maibaum,",
    "background_text": "ein Softwareentwickler, der tief in den Bereichen Spieleentwicklung und Data Science verwurzelt ist. Mein Einstieg in die Programmierung entstand nicht durch eine traditionelle Ausbildung, sondern aus einer echten Leidenschaft für das Erstellen und Erforschen digitaler Welten durch Spiele-Engines wie Unreal und Unity.",
    "background_subtitle": "Ein bisschen über meinen Hintergrund",
    "background_paragraph": "Das Programmieren begann für mich als Hobby mit einem Einstieg in die Spieleentwicklung mit der Unreal Engine. Das war mehr als nur ein Spiel; es war mein Einstieg in die unendlichen Möglichkeiten, die das Programmieren bietet. Meine Neugier endete hier nicht. Die Faszination für künstliche Intelligenz und die Macht der Datenwissenschaft fesselten mich und führten zu einer selbstgesteuerten Reise in neuronale Netze und darüber hinaus. Nebenbei verfolge ich meine akademischen Studien in Informatik, mit dem Ziel, mich auf Data Science für meinen Masterabschluss zu spezialisieren.",
    "what_i_do": "Was ich tue und liebe",
    "what_i_do_paragraph": "Im Kern bin ich ein Schöpfer. Ob ich mit Tools zur Spieleentwicklung bastele, die Tiefen der Datenwissenschaft erkunde oder neuronale Netze zusammenfüge, ich bin immer auf der Suche nach der nächsten Herausforderung. Projekte wie die Entwicklung einer Spiele-API, die das Hosting und die Verwaltung von Servern automatisiert, spiegeln meine Leidenschaft wider, Lösungen zu schaffen, die sowohl innovativ als auch wirkungsvoll sind.",
    "beyond_screen": "Jenseits des Bildschirms",
    "beyond_screen_paragraph": "Wenn ich nicht programmiere, finden Sie mich aktiv und in der Natur. Ich bin ein fester Verfechter des Gleichgewichts zwischen geistiger und körperlicher Gesundheit und finde Schwimmen als perfekten Ausgleich. Ich gedeihe in kooperativen Umgebungen, schätze Teamarbeit und die frischen Perspektiven, die sie in jedes Projekt einbringt.",
    "approach_work_life": "Mein Ansatz zu Arbeit und Leben",
    "approach_work_life_paragraph": "Perfektionismus könnte mein Leitstern sein, der mich dazu bringt, meine Arbeit kontinuierlich zu verfeinern und zu verbessern, bis sie meinen hohen Standards entspricht. Dieser Antrieb erstreckt sich darauf, ehrgeizige Ziele für mich selbst zu setzen, den Status quo herauszufordern und immer nach Wachstum zu streben.",
    "looking_forward": "Der Blick nach vorne",
    "looking_forward_paragraph": "Mein Portfolio dient als Fenster in meine berufliche Reise und zeigt mein Engagement für Exzellenz, kontinuierliches Lernen und die Verfolgung innovativer Lösungen. Als Gründer von May Studios lade ich potenzielle Arbeitgeber und Kunden gleichermaßen ein, zu erkunden, wie meine Fähigkeiten und Leidenschaften zu Ihren Projekten und Visionen beitragen können.",
    "projects_title": "Projekte",
    "gemma_title": "Gemma 2b Toxic",
    "gemma_button": "Hugging Face",
    "mic1_title": "Mic1",
    "mic1_compiler_button": "Compiler Git",
    "mic1_rebuild_button": "Mic1 neu aufbauen",
    "thesis_title": "Abschlussarbeit",
    "thesis_button": "PDF",
    "contact_email": "company@maystudios.net",
    "contact_linkedin": "LinkedIn",
    "footer": "Urheberrecht © 2023 MayStudios - Sven Maibaum. Alle Rechte vorbehalten."
  }
}
